#AUDIO
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
#FONTS
noto-fonts
noto-fonts-emoji
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
ttf-jetbrains-mono
#TEXT EDITORS
neovim
vim
#PERSONALLY USED
sxhkd
dunst
mpv
pavucontrol
pcmanfm
unrar
trash-cli
fzf
playerctl
calc
tmux
calcurse
scrot
gimp
zathura-pdf-mupdf
mandoc
zathura-cb
zathura
dash
stow
krita
firefox
sxiv
lxappearance
polkit
dosfstools
mpc
plocate
picom
yt-dlp
zsh
neomutt
exa
rsync
alsa-utils
tor
inetutils
torbrowser-launcher
neofetch
mpd
alacritty
ncmpcpp
xorg-xkill
arch-install-scripts
thunderbird
openssh
bat
lf
cronie
xwallpaper
newsboat
#NONSENSE
linux-headers
feh
atomicparsley
imagemagick
ghostscript
go
nodejs
npm
ntfs-3g
base-devel
networkmanager
graphicsmagick
wget
curl
libusb
lynx
notmuch
xautolock
xdotool
xorg-server
xorg-xinit
libx11
libxinerama
libxft
webkit2gtk
